<!--2026-01-16 13:05:27-->
<div class="yb">
  <div class="rss mw_f scroll habr"><p>Привет! Сегодня мы подписали соглашение о сотрудничестве с Российским экономическим университетом (РЭУ) им. Г.В. Плеханова. Главная цель партнёрства — разработка образовательных программ, совместная работа с талантливыми молодыми специалистами и их качественная профессиональная подготовка.</p><p>Мы входим в список из 49 крупных ИТ-компаний, принимающих участие в апробации механизма взаимодействия аккредитованных ИТ-компаний и образовательных организаций. Подобное... <p class="titl"><a href="https://habr.com/ru/companies/infowatch/news/985906/?utm_source=habrahabr&utm_medium=rss&utm_campaign=985906">ГК InfoWatch и РЭУ им. Г.В. Плеханова заключили соглашение о сотрудничестве</a></p></div>
</div>
