ROOTS=[
["out",9,201226015013]
];
SUBJ=[
["Природа",3,201226015013],
["Церкви",3,201226013901],
["Москва",3,201124112346]
];
TITLES=[
[0,9,"Большой мухомор.JPG",201226015013,0],
[0,8,"Цветок синюха.JPG",201226014936,0],
[1,7,"Родионово. Ленинградская обл.JPG",201226013901,0],
[2,6,"Кировоградские пруды.JPG",201124112346,0],
[2,5,"Варшаские пруды.JPG",201124083506,0],
[2,4,"Ясеневские пруды.JPG",200416100150,0],
[1,3,"Дунилово. Ивановская обл.JPG",191225224158,0],
[1,2,"Кижи. Карелия.JPG",190501215736,0],
[0,1,"Цветочек синенький.JPG",160716114621,0]
];