ROOTS=[
[".",19,221016014114]
];
SUBJ=[
["Природа",12,221016014114,0],
["Москва",4,220527010532,0],
["Церкви",3,220327103308,0]
];
TITLES=[
[0,19,"Пожелтевший клен. Октябрь 2018г",221016014114,0],
[0,18,"Сочные яблочки. Сентябрь 2014г",221016014056,0],
[0,17,"Старый поезд в Михнево. Сентябрь 2019г",221016014036,0],
[0,16,"Красивое дерево в Парке Горького. Июль 2016г",221016013959,0],
[0,15,"На фоне синевы. Июль 2017г",221016013821,0],
[0,14,"Ёжик на дороге. Июнь 2022 г",221016013732,0],
[0,13,"Бабочка на красном цветке 2. Сентябрь 2018г",221016013651,0],
[0,12,"Утка в пруду. Июль 2006г",221016012534,0],
[0,11,"Бабочка. Сентябрь 2018г",221016012501,0],
[1,10,"Северное Чертаново",220527010532,0],
[1,9,"Ясеневские пруды",220327103308,0],
[1,8,"Кировоградские пруды",220327103308,0],
[1,7,"Варшавские пруды",220327103308,0],
[2,6,"Родионово. Ленинградская область",220327103308,0],
[2,5,"Дунилово. Ивановская область",220327103308,0],
[2,4,"Кижи. Карелия",220327103308,0],
[0,3,"Цветочек синенький. Июль 2016г",220327103308,0],
[0,2,"Большой мухомор. Сентябрь 2017г",220327103308,0],
[0,1,"Цветок синюха. Август 2017г",220327103308,0]
];