ROOTS=[
[".",22,230225003921]
];
SUBJ=[
["Москва",6,230225003921,0],
["Природа",13,230121213239,0],
["Церкви",3,230107203355,0]
];
TITLES=[
[0,22,"Зимний закат в Южном Бутово. Февраль 2023г",230225003921,0],
[1,21,"Новогодний лес. Январь 2023г",230121213239,0],
[0,20,"Ясеневские пруды",230107203355,0],
[0,19,"Красивая аллея в октябре. Октябрь 2021г",230107203355,0],
[0,18,"Варшавские пруды",230107203355,0],
[0,17,"Северное Чертаново. Май 2022г",230107203355,0],
[0,16,"Кировоградские пруды",230107203355,0],
[1,15,"Сочные яблочки. Сентябрь 2014г",230107203355,0],
[1,14,"Большой мухомор. Сентябрь 2017г",230107203355,0],
[1,13,"Бабочка на красном цветке 2. Сентябрь 2018г",230107203355,0],
[1,12,"Бабочка. Сентябрь 2018г",230107203355,0],
[1,11,"Цветочек синенький. Июль 2016г",230107203355,0],
[1,10,"Красивое дерево в Парке Горького. Июль 2016г",230107203355,0],
[1,9,"Цветок синюха. Август 2017г",230107203355,0],
[1,8,"На фоне синевы. Июль 2017г",230107203355,0],
[1,7,"Утка в пруду. Июль 2006г",230107203355,0],
[1,6,"Старый поезд в Михнево. Сентябрь 2019г",230107203355,0],
[1,5,"Пожелтевший клен. Октябрь 2018г",230107203355,0],
[1,4,"Ёжик на дороге. Июнь 2022г",230107203355,0],
[2,3,"Дунилово. Ивановская область",230107203355,0],
[2,2,"Родионово. Ленинградская область",230107203355,0],
[2,1,"Кижи. Карелия",230107203355,0]
];