ROOTS=[
["Москва",1,230422135455],
["Церкви",1,230422135455],
["Природа",1,230422135455],
[".",32,230304132345]
];
SUBJ=[
["th",3,230422135455,0],
["Церкви",13,230304132345,3],
["Москва",6,230225232929,3],
["Природа",13,230127000413,3]
];
TITLES=[
[0,35,"Кировоградские пруды",230422135455,0],
[0,34,"Королев. Церк.Ржд.Пр.Богородицы",230422135455,1],
[0,33,"Сочные яблочки. Сентябрь 2014г",230422135455,2],
[1,32,"Вологда. Софийский собор",230304132345,3],
[1,31,"Тобольск. Абалакский монастырь",230304132056,3],
[1,30,"Королев. Церк.Ржд.Пр.Богородицы",230304131540,3],
[1,29,"Осенево. Ярославская область",230304131517,3],
[1,28,"Родионово. Ленинградская область",230304131438,3],
[1,27,"Кижи. Карелия",230304131414,3],
[1,26,"Кирилло-Белозерский монастырь",230304131328,3],
[1,25,"Дунилово. Ивановская область",230304131252,3],
[1,24,"Олонец. Смоленская область",230304130428,3],
[1,23,"Савинское. Храм Василия Великого",230304125809,3],
[1,22,"Кижи. Музей",230304123822,3],
[1,21,"Коломна. Рассвет",230304123708,3],
[1,20,"Русса. Воскресенский собор",230304123348,3],
[2,19,"Зимний закат в Южном Бутово. Февраль 2023г",230225232929,3],
[3,18,"Ёжик на дороге. Июнь 2022г",230127000413,3],
[3,17,"Новогодний лес. Январь 2023г",230127000413,3],
[2,16,"Красивая аллея в октябре. Октябрь 2021г",221022184926,3],
[2,15,"Северное Чертаново. Май 2022г",221022183956,3],
[3,14,"Пожелтевший клен. Октябрь 2018г",221016014114,3],
[3,13,"Сочные яблочки. Сентябрь 2014г",221016014056,3],
[3,12,"Старый поезд в Михнево. Сентябрь 2019г",221016014036,3],
[3,11,"Красивое дерево в Парке Горького. Июль 2016г",221016013959,3],
[3,10,"На фоне синевы. Июль 2017г",221016013821,3],
[3,9,"Бабочка на красном цветке 2. Сентябрь 2018г",221016013651,3],
[3,8,"Утка в пруду. Июль 2006г",221016012534,3],
[3,7,"Бабочка. Сентябрь 2018г",221016012501,3],
[2,6,"Кировоградские пруды",220327103308,3],
[2,5,"Ясеневские пруды",220327103308,3],
[2,4,"Варшавские пруды",220327103308,3],
[3,3,"Цветочек синенький. Июль 2016г",220327103308,3],
[3,2,"Большой мухомор. Сентябрь 2017г",220327103308,3],
[3,1,"Цветок синюха. Август 2017г",220327103308,3]
];