ROOTS=[
[".",39,230831175630]
];
SUBJ=[
["Природа",16,230831175630,0],
["Москва",8,230813192234,0],
["Церкви",15,230304132341,0]
];
TITLES=[
[0,39,"Пруд у дороги в Подмосковье. Сентябрь 2023г",230831175630,0],
[0,38,"Синее небо над лесом в Яганово. Сентябрь 2023г",230831174525,0],
[0,37,"Спелая рябина в Южном Бутово. Август 2023г",230828114141,0],
[0,36,"Спелая рябина в Южном Бутове. Август 2023г",230828114141,0],
[1,35,"Новая дорожка в Липках. Август 2023г",230813192234,0],
[1,34,"В Битцевском парке. Июль 2023г",230708174953,0],
[0,33,"Высокая сосна у Оболенска. Июль 2023г",230601180800,0],
[0,32,"Цветущее дерево в Милицейском поселке. Май 2023г",230430190928,0],
[2,31,"Вологда. Софийский собор",230304132341,0],
[2,30,"Тобольск. Абалакский монастырь",230304132050,0],
[2,29,"Королев. Церк.Ржд.Пр.Богородицы",230304131535,0],
[2,28,"Осенево. Ярославская область",230304131512,0],
[2,27,"Родионово. Ленинградская область",230304131433,0],
[2,26,"Кижи. Карелия",230304131405,0],
[2,25,"Кирилло-Белозерский монастырь",230304131322,0],
[2,24,"Дунилово. Ивановская область",230304131246,0],
[2,23,"Савинское. Храм Василия Великого",230304125803,0],
[1,22,"Зимний закат в Южном Бутово. Февраль 2023г",230212172912,0],
[0,21,"Новогодний лес в Милицейском поселке. Январь 2023г",230102151223,0],
[1,20,"Северное Чертаново. Май 2022г",221022183952,0],
[0,19,"Ёжик на дороге. Июнь 2022г",220612165952,0],
[0,18,"Цветочек синенький. Июль 2016г",220212200815,0],
[0,17,"Цветок синюха. Август 2017г",220212200708,0],
[0,16,"Большой мухомор. Сентябрь 2017г",220212200556,0],
[1,15,"Кировоградские пруды",220212200406,0],
[1,14,"Варшавские пруды",220212200230,0],
[1,13,"Красивая аллея в октябре. Октябрь 2021г",211010143614,0],
[0,12,"Старый поезд в Михнево. Сентябрь 2019г",190901000000,0],
[0,11,"Бабочка на красном цветке 2. Сентябрь 2018г",180902154245,0],
[2,10,"Мытищи. Церковь Благовещения в Тайнинском. Июль 2018г",180701000000,0],
[1,9,"Ясеневские пруды. Август 2017г",170801000000,0],
[2,8,"Олонец. Смоленская область. Июль 2017г",170701000000,0],
[2,7,"Москва. Южное Бутово. Храм в Захарьино",160203180345,0],
[0,6,"Сочные яблочки у станции Яганово. Сентябрь 2014г",140921170104,0],
[2,5,"Коломна. Рассвет",131101193815,0],
[2,4,"Кижи. Музей. Июнь 2010г",100601000000,0],
[2,3,"Русса. Воскресенский собор. Июль 2009г",90701000000,0],
[0,2,"Утка в пруду в Парке Горького. Июль 2006г",60718204025,0],
[0,1,"Красивое дерево в Парке Горького. Июль 2006г",60718203422,0]
];