ROOTS=[
[".",10,220211232819]
];
SUBJ=[
["Природа",4,220211232819,0],
["Москва",3,220125234344,0],
["Церкви",3,220125234344,0]
];
TITLES=[
[0,10,"Юго-западный берег Котлина",220211232819,0],
[1,9,"Ясеневские пруды",220125234344,0],
[1,8,"Варшавские пруды",220125234344,0],
[1,7,"Кировоградские пруды",220125234344,0],
[0,6,"Большой мухомор",220125234344,0],
[0,5,"Цветочек синенький",220125234344,0],
[0,4,"Цветок синюха",220125234344,0],
[2,3,"Дунилово. Ивановская область",220125234344,0],
[2,2,"Родионово. Ленинградская область",220125234344,0],
[2,1,"Кижи. Карелия",220125234344,0]
];