ROOTS=[
[".",32,230304132345]
];
SUBJ=[
["Церкви",13,230304132345,0],
["Москва",6,230225232929,0],
["Природа",13,230127000413,0]
];
TITLES=[
[0,32,"Вологда. Софийский собор",230304132345,0],
[0,31,"Тобольск. Абалакский монастырь",230304132056,0],
[0,30,"Королев. Церк.Ржд.Пр.Богородицы",230304131540,0],
[0,29,"Осенево. Ярославская область",230304131517,0],
[0,28,"Родионово. Ленинградская область",230304131438,0],
[0,27,"Кижи. Карелия",230304131414,0],
[0,26,"Кирилло-Белозерский монастырь",230304131328,0],
[0,25,"Дунилово. Ивановская область",230304131252,0],
[0,24,"Олонец. Смоленская область",230304130428,0],
[0,23,"Савинское. Храм Василия Великого",230304125809,0],
[0,22,"Кижи. Музей",230304123822,0],
[0,21,"Коломна. Рассвет",230304123708,0],
[0,20,"Русса. Воскресенский собор",230304123348,0],
[1,19,"Зимний закат в Южном Бутово. Февраль 2023г",230225232929,0],
[2,18,"Ёжик на дороге. Июнь 2022г",230127000413,0],
[2,17,"Новогодний лес. Январь 2023г",230127000413,0],
[1,16,"Красивая аллея в октябре. Октябрь 2021г",221022184926,0],
[1,15,"Северное Чертаново. Май 2022г",221022183956,0],
[2,14,"Пожелтевший клен. Октябрь 2018г",221016014114,0],
[2,13,"Сочные яблочки. Сентябрь 2014г",221016014056,0],
[2,12,"Старый поезд в Михнево. Сентябрь 2019г",221016014036,0],
[2,11,"Красивое дерево в Парке Горького. Июль 2016г",221016013959,0],
[2,10,"На фоне синевы. Июль 2017г",221016013821,0],
[2,9,"Бабочка на красном цветке 2. Сентябрь 2018г",221016013651,0],
[2,8,"Утка в пруду. Июль 2006г",221016012534,0],
[2,7,"Бабочка. Сентябрь 2018г",221016012501,0],
[1,6,"Ясеневские пруды",220327103308,0],
[1,5,"Кировоградские пруды",220327103308,0],
[1,4,"Варшавские пруды",220327103308,0],
[2,3,"Цветочек синенький. Июль 2016г",220327103308,0],
[2,2,"Большой мухомор. Сентябрь 2017г",220327103308,0],
[2,1,"Цветок синюха. Август 2017г",220327103308,0]
];