ROOTS=[
[".",11,220527010532]
];
SUBJ=[
["Москва",4,220527010532,0],
["Церкви",3,220327103308,0],
["Природа",4,220327103308,0]
];
TITLES=[
[0,11,"Северное Чертаново",220527010532,0],
[0,10,"Ясеневские пруды",220327103308,0],
[0,9,"Кировоградские пруды",220327103308,0],
[0,8,"Варшавские пруды",220327103308,0],
[1,7,"Родионово. Ленинградская область",220327103308,0],
[1,6,"Дунилово. Ивановская область",220327103308,0],
[1,5,"Кижи. Карелия",220327103308,0],
[2,4,"Юго-западный берег Котлина",220327103308,0],
[2,3,"Большой мухомор",220327103308,0],
[2,2,"Цветочек синенький",220327103308,0],
[2,1,"Цветок синюха",220327103308,0]
];