ROOTS=[
[".",10,220211232819]
];
SUBJ=[
["Природа",4,220211232819,0],
["Москва",3,220125234344,0],
["Церкви",3,220125234344,0]
];
TITLES=[
[0,10,"Юго-западный берег Котлина.jpg",220211232819,0],
[1,9,"Ясеневские пруды.JPG",220125234344,0],
[1,8,"Варшавские пруды.JPG",220125234344,0],
[1,7,"Кировоградские пруды.JPG",220125234344,0],
[0,6,"Большой мухомор.JPG",220125234344,0],
[0,5,"Цветочек синенький.JPG",220125234344,0],
[0,4,"Цветок синюха.JPG",220125234344,0],
[2,3,"Дунилово. Ивановская область.JPG",220125234344,0],
[2,2,"Родионово. Ленинградская область.JPG",220125234344,0],
[2,1,"Кижи. Карелия.JPG",220125234344,0]
];