ROOTS=[
[".",20,221022184926]
];
SUBJ=[
["Москва",5,221022184926,0],
["Природа",12,221022183254,0],
["Церкви",3,220327103308,0]
];
TITLES=[
[0,20,"Красивая аллея в октябре. Октябрь 2021г",221022184926,0],
[0,19,"Северное Чертаново. Май 2022г",221022183956,0],
[1,18,"Ёжик на дороге. Июнь 2022 г",221022183254,0],
[1,17,"Пожелтевший клен. Октябрь 2018г",221016014114,0],
[1,16,"Сочные яблочки. Сентябрь 2014г",221016014056,0],
[1,15,"Старый поезд в Михнево. Сентябрь 2019г",221016014036,0],
[1,14,"Красивое дерево в Парке Горького. Июль 2016г",221016013959,0],
[1,13,"На фоне синевы. Июль 2017г",221016013821,0],
[1,12,"Бабочка на красном цветке 2. Сентябрь 2018г",221016013651,0],
[1,11,"Утка в пруду. Июль 2006г",221016012534,0],
[1,10,"Бабочка. Сентябрь 2018г",221016012501,0],
[0,9,"Ясеневские пруды",220327103308,0],
[0,8,"Кировоградские пруды",220327103308,0],
[0,7,"Варшавские пруды",220327103308,0],
[2,6,"Родионово. Ленинградская область",220327103308,0],
[2,5,"Дунилово. Ивановская область",220327103308,0],
[2,4,"Кижи. Карелия",220327103308,0],
[1,3,"Цветочек синенький. Июль 2016г",220327103308,0],
[1,2,"Большой мухомор. Сентябрь 2017г",220327103308,0],
[1,1,"Цветок синюха. Август 2017г",220327103308,0]
];