ROOTS=[
[".",39,230829002818]
];
SUBJ=[
["Москва",8,230829002818,0],
["Природа",16,230829002818,0],
["Церкви",15,230806162904,0]
];
TITLES=[
[0,39,"Новая дорожка в Липках. Август 2023г",230829002818,0],
[1,38,"Спелая рябина. Август 2023г",230829002818,0],
[2,37,"Мытищи. Церковь Благовещения в Тайнинском",230806162904,0],
[0,36,"В Битцевском парке. Июль 2023г",230806123750,0],
[1,35,"Высокая сосна в Подмосковье. Июль 2023г",230806123750,0],
[2,34,"Москва. Южное Бутово. Храм в Захарьино",230507124513,0],
[1,33,"Цветущее дерево. Май 2023г",230507123623,0],
[2,32,"Вологда. Софийский собор",230304132345,0],
[2,31,"Тобольск. Абалакский монастырь",230304132056,0],
[2,30,"Королев. Церк.Ржд.Пр.Богородицы",230304131540,0],
[2,29,"Осенево. Ярославская область",230304131517,0],
[2,28,"Родионово. Ленинградская область",230304131438,0],
[2,27,"Кижи. Карелия",230304131414,0],
[2,26,"Кирилло-Белозерский монастырь",230304131328,0],
[2,25,"Дунилово. Ивановская область",230304131252,0],
[2,24,"Олонец. Смоленская область",230304130428,0],
[2,23,"Савинское. Храм Василия Великого",230304125809,0],
[2,22,"Кижи. Музей",230304123822,0],
[2,21,"Коломна. Рассвет",230304123708,0],
[2,20,"Русса. Воскресенский собор",230304123348,0],
[0,19,"Зимний закат в Южном Бутово. Февраль 2023г",230225232929,0],
[1,18,"Ёжик на дороге. Июнь 2022г",230127000413,0],
[1,17,"Новогодний лес. Январь 2023г",230127000413,0],
[0,16,"Красивая аллея в октябре. Октябрь 2021г",221022184926,0],
[0,15,"Северное Чертаново. Май 2022г",221022183956,0],
[1,14,"Пожелтевший клен. Октябрь 2018г",221016014114,0],
[1,13,"Сочные яблочки. Сентябрь 2014г",221016014056,0],
[1,12,"Старый поезд в Михнево. Сентябрь 2019г",221016014036,0],
[1,11,"Красивое дерево в Парке Горького. Июль 2016г",221016013959,0],
[1,10,"На фоне синевы. Июль 2017г",221016013821,0],
[1,9,"Бабочка на красном цветке 2. Сентябрь 2018г",221016013651,0],
[1,8,"Утка в пруду. Июль 2006г",221016012534,0],
[1,7,"Бабочка. Сентябрь 2018г",221016012501,0],
[0,6,"Кировоградские пруды",220327103308,0],
[0,5,"Ясеневские пруды",220327103308,0],
[0,4,"Варшавские пруды",220327103308,0],
[1,3,"Цветочек синенький. Июль 2016г",220327103308,0],
[1,2,"Большой мухомор. Сентябрь 2017г",220327103308,0],
[1,1,"Цветок синюха. Август 2017г",220327103308,0]
];