ROOTS=[
[".",21,230121213239]
];
SUBJ=[
["Природа",13,230121213239,0],
["Москва",5,230107203355,0],
["Церкви",3,230107203355,0]
];
TITLES=[
[0,21,"Новогодний лес. Январь 2023г",230121213239,0],
[1,20,"Ясеневские пруды",230107203355,0],
[1,19,"Красивая аллея в октябре. Октябрь 2021г",230107203355,0],
[1,18,"Варшавские пруды",230107203355,0],
[1,17,"Северное Чертаново. Май 2022г",230107203355,0],
[1,16,"Кировоградские пруды",230107203355,0],
[0,15,"Сочные яблочки. Сентябрь 2014г",230107203355,0],
[0,14,"Большой мухомор. Сентябрь 2017г",230107203355,0],
[0,13,"Бабочка на красном цветке 2. Сентябрь 2018г",230107203355,0],
[0,12,"Бабочка. Сентябрь 2018г",230107203355,0],
[0,11,"Цветочек синенький. Июль 2016г",230107203355,0],
[0,10,"Красивое дерево в Парке Горького. Июль 2016г",230107203355,0],
[0,9,"Цветок синюха. Август 2017г",230107203355,0],
[0,8,"На фоне синевы. Июль 2017г",230107203355,0],
[0,7,"Утка в пруду. Июль 2006г",230107203355,0],
[0,6,"Старый поезд в Михнево. Сентябрь 2019г",230107203355,0],
[0,5,"Пожелтевший клен. Октябрь 2018г",230107203355,0],
[0,4,"Ёжик на дороге. Июнь 2022г",230107203355,0],
[2,3,"Дунилово. Ивановская область",230107203355,0],
[2,2,"Родионово. Ленинградская область",230107203355,0],
[2,1,"Кижи. Карелия",230107203355,0]
];