ROOTS=[
[".",9,201226015013]
];
SUBJ=[
["Церкви",3,201226015013],
["Природа",3,201226013901],
["Москва",3,201124112346]
];
TITLES=[
[0,9,"Родионово. Ленинградская область.JPG",201226015013,0],
[1,8,"Большой мухомор.JPG",201226013901,0],
[1,7,"Цветок синюха.JPG",201226014936,0],
[2,6,"Кировоградские пруды.JPG",201124112346,0],
[2,5,"Варшаские пруды.JPG",201124083506,0],
[2,4,"Ясеневские пруды.JPG",200416100150,0],
[0,3,"Дунилово. Ивановская область.JPG",191225224158,0],
[0,2,"Кижи. Карелия.JPG",190501215736,0],
[1,1,"Цветочек синенький.JPG",160716114621,0]
];