SUBJ={
 "00970713617": "Самоучитель игры на гитаре", 
 "0520004002": "Описания и руководства", 
 "00535206127": "Примеры shell-сценариев", 
 "0982122886": "Сценарии для Windows", 
 "001532031570": "Используем HTML5 Canvas", 
 "0722352704": "Подборка цитат и афоризмов"
};
TITLES=[
 [
  "0722352704", 
  "102039999969", 
  "Петр I, русский император", 
  "2020-07-01 16:23:12"
 ], 
 [
  "00535206127", 
  "1434775475", 
  "Конфиг привязки DNS-сервера ", 
  "2020-04-19 22:34:24"
 ], 
 [
  "0982122886", 
  "101758143530", 
  "Синхронизация времени под Windows", 
  "2020-04-19 20:15:54"
 ], 
 [
  "00535206127", 
  "10798529741", 
  "Конфиг настройки сетевых интерфейсов interfaces", 
  "2020-04-06 13:04:54"
 ], 
 [
  "00535206127", 
  "11877224616", 
  "Конфиг настройки сервера времени NTP", 
  "2020-04-06 12:49:02"
 ], 
 [
  "0520004002", 
  "1230974178", 
  "Восстановление системы охлаждения ноутбука HP G62-11ER", 
  "2020-04-03 20:20:06"
 ], 
 [
  "001532031570", 
  "12088397231", 
  "Строка распознавания User-Agent браузера", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "10367973032", 
  "Александр Мостовой, футболист", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "1201245222", 
  "Александр Суворов, русский полководец", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "11586287462", 
  "Альберт Эйнштейн, выдающийся немецкий физик-теоретик.", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "11798187061", 
  "Бенджамин Франклин, американский политический деятель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "10117068316", 
  "Брюс Ли, мастер боевых исскуств, актер", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "1418175727", 
  "Владимир Путин, российский президент", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "1272782530", 
  "Генрих Манн, немецкий писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "10401542432", 
  "Джон Голсуорси, английский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "11431241017", 
  "Джордж Бернард Шоу, выдающийся ирландский драматург, лауреат Нобелевской прем", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "102031038764", 
  "Жан-Поль Бельмондо, французский актер", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "1618456117", 
  "Лао-Цзы, китайский философ", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "10626211560", 
  "Марк Твен, американский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "101252725429", 
  "Нафталий Френкель, один из руководителей ГУЛАГа", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "101313483885", 
  "Пауло Коэльо, бразильский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "101607073684", 
  "Сергей Довлатов, советский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "101830172734", 
  "Теодор Рузвельт, американский политический деятель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "102047509309", 
  "Уильям Сомерсет Моэм, британский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "10838385904", 
  "Уинстон Черчилль, английский политический деятель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "101356365963", 
  "Шарль Морис де Талейран-Перигор, министр иностранных дел времен Наполеона", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0722352704", 
  "101885502480", 
  "Шри Чинмой, индуистский проповедник", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00535206127", 
  "10689660236", 
  "PostgreSQL Репликация кластера", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00535206127", 
  "101802962429", 
  "Python Конвертируем картинку в base64 строку", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00535206127", 
  "10835779840", 
  "Python Сайт с использованием Django-nonrel фреймворка", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00535206127", 
  "10171653530", 
  "Использование ssh через expect с передачей пароля без ввода", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00535206127", 
  "101668461767", 
  "Конфиг для настройки анонимного ftp-сервера", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00535206127", 
  "1075304963", 
  "Пересчет изображений под разные картографические проекции в webGL", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00970713617", 
  "1278291175", 
  "Аккорды", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00970713617", 
  "10255830137", 
  "Гитарные бои", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00970713617", 
  "1409139905", 
  "Таблица аккордов", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0982122886", 
  "11633362058", 
  "Запрет вывода push-сообщений в Firefox 44 и выше", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0982122886", 
  "11489793158", 
  "Запрет вывода сообщений об обновлении Firefox 63 и выше", 
  "2020-04-03 18:33:51"
 ], 
 [
  "0982122886", 
  "102016858663", 
  "Удаление интернет-браузера из запланированных задач Windows", 
  "2020-04-03 18:33:51"
 ], 
 [
  "001532031570", 
  "101867099264", 
  "gdal_translate и gdalwarp для перепроицирования изображений", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "101258832034", 
  "Заметки, отзывы, планы проекта карты dbCartajs", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "12033743569", 
  "Звездное Небо на Canvas. Созвездия ", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "101014329154", 
  "Звездное небо на Canvas", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "11318636906", 
  "Звездное небо на webGL с использованием three.js", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "10228630663", 
  "Идея", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "102001536375", 
  "Карта Московского метро на Canvas", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "11198082927", 
  "Карта Московского Метро. SVG-версия", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "11740805427", 
  "Классические футбольные схемы", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "101295182538", 
  "Схема пригородного движения жд сообщения Москвы и МО", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0520004002", 
  "10261087596", 
  "Как скачивать торренты", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0520004002", 
  "101320640371", 
  "Описание разметки Markdown от автора", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0722352704", 
  "11811641436", 
  "Билл Клинтон, американский президент", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0722352704", 
  "1500439993", 
  "Ларри Уолл, американский программист", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0722352704", 
  "101293219374", 
  "Оскар Уайлд, британский писатель", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0722352704", 
  "11354723344", 
  "Царь Соломон, ветхозаветный правитель", 
  "2020-04-03 18:33:50"
 ], 
 [
  "0722352704", 
  "101691615808", 
  "Юрий Лужков, мэр г.Москвы", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "1880217563", 
  "autoconf Сборка 32 битной версии программы на 64 битной версии Linux", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "101445145847", 
  "PHP Настройка Visual Studio для разработки плагина", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "11932827636", 
  "PHP Сборка плагина (extension)", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "11824438675", 
  "PostgreSQL Работа с индексами", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "101389650967", 
  "Python Расширенный аналог утилиты wc в Linux", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "10804985197", 
  "Используем Samba для скачиваниязакачивания каталогов", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "1085411212", 
  "Конвертор mp3-файлов в VBR-формат", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "1456531065", 
  "Передача пароля из командной строки ssh", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "11540428231", 
  "Перекодировка файлов из Windows в Linux", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "10335692751", 
  "Получить сведения о запущенном процессеах", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "1841776417", 
  "Сменить пароль пользователя passwd без запроса", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00535206127", 
  "1025752422", 
  "Создание self-extract архива tar", 
  "2020-04-03 18:33:50"
 ], 
 [
  "001532031570", 
  "11542177411", 
  "Карты и Google Maps", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "1644571717", 
  "Андрей Тарковский, советский режиссер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "12038080363", 
  "Владимир Жириновский, российский политик и депутат", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "11932628548", 
  "Джеймс Фенимор Купер, американский писатель", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "101321715950", 
  "Игорь Скляр, российский актер театра и кино", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "10886326894", 
  "Илон Маск, американский изобретатель и миллиардер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "10574744747", 
  "Иосиф Сталин, глава советсткого государства", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "10587927244", 
  "Карлос Кастанеда, американский писатель-эзотерик", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "11176481458", 
  "Клод ле Руа, французский футбольный тренер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "12060215009", 
  "Конфуций, китайский философ", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "11160090744", 
  "Лев Троцкий, советский революционер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "101816527177", 
  "Наполеон, французский император", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "1089940966", 
  "Станислав Черчесов, российский футболист и тренер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "11362882410", 
  "Тургенев Иван, писатель", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "101786564272", 
  "Уильям Шекспир, средневековый английский поэт и драматург", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "1061732060", 
  "Эрих Мария Ремарк, немецкий писатель", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00535206127", 
  "102110743953", 
  "Кодируем видео из MOV в AVI формат", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00535206127", 
  "101317497879", 
  "Количество файлов в каталоге", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00535206127", 
  "1400087694", 
  "Пример настройки dns-сервера bind9", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00535206127", 
  "101007418872", 
  "Сборка boost", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00970713617", 
  "10198437106", 
  "Азы обучения игре на гитаре", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00970713617", 
  "1866486257", 
  "Баррэ", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00970713617", 
  "101492272884", 
  "Переборы", 
  "2020-04-03 18:33:48"
 ], 
 [
  "0722352704", 
  "11607706465", 
  "Джон Сильвер, пират из романа 'Остров Сокровищ'", 
  "2020-04-03 18:33:47"
 ], 
 [
  "0722352704", 
  "11998966740", 
  "Джулиан Ассанж, австралийский журналист и основатель сайта WikiLeaks", 
  "2020-04-03 18:33:47"
 ], 
 [
  "0722352704", 
  "11308668995", 
  "Махатма Ганди, индийский политический деятель", 
  "2020-04-03 18:33:47"
 ], 
 [
  "0722352704", 
  "10604889261", 
  "Сильвестр Сталлоне, американский актер и режиссер", 
  "2020-04-03 18:33:47"
 ], 
 [
  "00535206127", 
  "1440021003", 
  "iframe с autoheight по содержимому", 
  "2020-04-03 18:33:47"
 ], 
 [
  "00535206127", 
  "11320380004", 
  "Извлекаем звук из видео с помощью mencoder ", 
  "2020-04-03 18:33:47"
 ], 
 [
  "0722352704", 
  "1211418657", 
  "Авраам Линкольн, американский президент", 
  "2020-04-03 18:28:14"
 ], 
 [
  "0722352704", 
  "10172603351", 
  "Константин Паустовский, русский писатель", 
  "2020-04-03 18:28:14"
 ], 
 [
  "00535206127", 
  "11192956017", 
  "git tag delete Удаление тага в git", 
  "2020-04-03 18:28:14"
 ], 
 [
  "00970713617", 
  "101495744393", 
  "Транспонирование аккордов", 
  "2020-04-03 18:28:14"
 ]
];