SUBJ=[
 [
  "Подборка цитат и афоризмов",
  51,
  "2020-08-30 23:55:11"
 ],
 [
  "Самоучитель игры на гитаре",
  7,
  "2020-07-16 22:21:18"
 ],
 [
  "Примеры shell-сценариев",
  28,
  "2020-06-06 18:48:27"
 ],
 [
  "Сценарии для Windows",
  5,
  "2020-04-19 17:52:23"
 ],
 [
  "Описания и руководства",
  3,
  "2019-02-03 20:55:26"
 ],
 [
  "Используем HTML5 Canvas",
  13,
  "2018-06-09 21:33:18"
 ]
];
TITLES=[
 [
  "00",
  "1113",
  "Гэндальф, маг из Властелина Колец",
  "2020-08-30 23:55:11"
 ],
 [
  "00",
  "1112",
  "Курильщик из сериала X-Files",
  "2020-08-30 01:48:16"
 ],
 [
  "00",
  "1111",
  "Лев Яшин, советский футбольный вратарь",
  "2020-08-25 00:54:11"
 ],
 [
  "01",
  "1110",
  "Транспонирование аккордов",
  "2020-07-16 22:21:18"
 ],
 [
  "02",
  "1109",
  "Раскадровка видео с помощью mplayer",
  "2020-06-06 18:48:27"
 ],
 [
  "00",
  "1108",
  "Петр I, русский император",
  "2020-04-25 14:36:09"
 ],
 [
  "02",
  "1107",
  "Конфиг привязки DNS-сервера ",
  "2020-04-19 19:36:33"
 ],
 [
  "03",
  "1106",
  "Синхронизация времени под Windows",
  "2020-04-19 17:52:23"
 ],
 [
  "03",
  "1105",
  "Очистка от устаревших обновлений",
  "2020-04-14 09:03:23"
 ],
 [
  "02",
  "1104",
  "Конфиг настройки сетевых интерфейсов interfaces",
  "2020-04-06 11:44:11"
 ],
 [
  "02",
  "1103",
  "Конфиг настройки сервера времени NTP",
  "2020-04-06 11:38:04"
 ],
 [
  "00",
  "1102",
  "Гарри Каспаров, шахматист",
  "2020-04-03 18:01:11"
 ],
 [
  "02",
  "1101",
  "Кодируем видео из MOV в AVI формат",
  "2020-03-22 08:48:27"
 ],
 [
  "02",
  "1100",
  "git tag delete Удаление тага в git",
  "2020-03-21 16:11:37"
 ],
 [
  "00",
  "199",
  "Джулиан Ассанж, австралийский журналист и основатель сайта WikiLeaks",
  "2020-03-15 10:24:02"
 ],
 [
  "00",
  "198",
  "Пауло Коэльо, бразильский писатель",
  "2020-02-02 22:23:56"
 ],
 [
  "00",
  "197",
  "Уильям Сомерсет Моэм, британский писатель",
  "2020-02-02 22:09:34"
 ],
 [
  "00",
  "196",
  "Шарль Морис де Талейран-Перигор, министр иностранных дел времен Наполеона",
  "2020-01-22 22:24:32"
 ],
 [
  "00",
  "195",
  "Сильвестр Сталлоне, американский актер и режиссер",
  "2020-01-15 22:32:21"
 ],
 [
  "00",
  "194",
  "Константин Паустовский, русский писатель",
  "2019-12-14 22:57:50"
 ],
 [
  "02",
  "193",
  "Извлекаем звук из видео с помощью mencoder ",
  "2019-10-05 22:42:55"
 ],
 [
  "00",
  "192",
  "Жан-Поль Бельмондо, французский актер",
  "2019-09-20 08:55:59"
 ],
 [
  "03",
  "191",
  "Запрет вывода push-сообщений в Firefox 44 и выше",
  "2019-07-20 22:30:54"
 ],
 [
  "00",
  "190",
  "Сергей Довлатов, советский писатель",
  "2019-06-22 22:28:39"
 ],
 [
  "03",
  "189",
  "Запрет вывода сообщений об обновлении Firefox 63 и выше",
  "2019-05-11 11:44:53"
 ],
 [
  "03",
  "188",
  "Удаление интернет-браузера из запланированных задач Windows",
  "2019-05-11 11:40:46"
 ],
 [
  "00",
  "187",
  "Альберт Эйнштейн, выдающийся немецкий физик-теоретик.",
  "2019-02-17 13:39:20"
 ],
 [
  "04",
  "186",
  "Восстановление системы охлаждения ноутбука HP G62-11ER",
  "2019-02-03 20:55:26"
 ],
 [
  "00",
  "185",
  "Уильям Шекспир, средневековый английский поэт и драматург",
  "2019-01-13 21:21:44"
 ],
 [
  "00",
  "184",
  "Александр Мостовой, футболист",
  "2018-12-23 15:48:16"
 ],
 [
  "00",
  "183",
  "Владимир Путин, российский президент",
  "2018-12-23 08:38:25"
 ],
 [
  "00",
  "182",
  "Джордж Бернард Шоу, выдающийся ирландский драматург, лауреат Нобелевской прем",
  "2018-12-15 18:47:55"
 ],
 [
  "02",
  "181",
  "iframe с autoheight по содержимому",
  "2018-10-29 21:23:47"
 ],
 [
  "05",
  "180",
  "Классические футбольные схемы",
  "2018-06-09 21:33:18"
 ],
 [
  "00",
  "179",
  "Владимир Жириновский, российский политик и депутат",
  "2018-04-22 14:47:12"
 ],
 [
  "00",
  "178",
  "Карлос Кастанеда, американский писатель-эзотерик",
  "2018-04-21 23:35:54"
 ],
 [
  "00",
  "177",
  "Нафталий Френкель, один из руководителей ГУЛАГа",
  "2018-04-07 16:23:54"
 ],
 [
  "02",
  "176",
  "Пример настройки dns-сервера bind9",
  "2018-01-28 08:28:19"
 ],
 [
  "00",
  "175",
  "Илон Маск, американский изобретатель и миллиардер",
  "2018-01-27 09:18:20"
 ],
 [
  "00",
  "174",
  "Александр Суворов, русский полководец",
  "2018-01-21 09:58:53"
 ],
 [
  "00",
  "173",
  "Билл Клинтон, американский президент",
  "2018-01-04 16:30:00"
 ],
 [
  "00",
  "172",
  "Игорь Скляр, российский актер театра и кино",
  "2017-12-21 21:18:06"
 ],
 [
  "02",
  "171",
  "Конфиг для настройки анонимного ftp-сервера",
  "2017-11-22 21:13:41"
 ],
 [
  "00",
  "170",
  "Клод ле Руа, французский футбольный тренер",
  "2017-11-19 17:56:13"
 ],
 [
  "00",
  "169",
  "Лев Троцкий, советский революционер",
  "2017-11-06 19:49:12"
 ],
 [
  "00",
  "168",
  "Иосиф Сталин, глава советсткого государства",
  "2017-10-01 09:43:02"
 ],
 [
  "05",
  "167",
  "Карты и Google Maps",
  "2017-08-14 22:40:10"
 ],
 [
  "00",
  "166",
  "Авраам Линкольн, американский президент",
  "2017-07-21 21:16:04"
 ],
 [
  "01",
  "165",
  "Таблица аккордов",
  "2017-07-16 14:01:55"
 ],
 [
  "01",
  "164",
  "Переборы",
  "2017-07-16 13:54:31"
 ],
 [
  "01",
  "163",
  "Гитарные бои",
  "2017-07-16 13:41:52"
 ],
 [
  "01",
  "162",
  "Баррэ",
  "2017-07-16 13:35:21"
 ],
 [
  "01",
  "161",
  "Аккорды",
  "2017-07-16 11:26:43"
 ],
 [
  "00",
  "160",
  "Станислав Черчесов, российский футболист и тренер",
  "2017-06-17 17:28:08"
 ],
 [
  "01",
  "159",
  "Азы обучения игре на гитаре",
  "2017-06-03 18:18:38"
 ],
 [
  "00",
  "158",
  "Андрей Тарковский, советский режиссер",
  "2017-04-09 07:56:09"
 ],
 [
  "05",
  "157",
  "Строка распознавания User-Agent браузера",
  "2017-02-18 14:28:56"
 ],
 [
  "00",
  "156",
  "Царь Соломон, ветхозаветный правитель",
  "2017-02-12 15:12:03"
 ],
 [
  "00",
  "155",
  "Бенджамин Франклин, американский политический деятель",
  "2017-01-30 21:15:31"
 ],
 [
  "00",
  "154",
  "Джеймс Фенимор Купер, американский писатель",
  "2017-01-07 19:35:21"
 ],
 [
  "00",
  "153",
  "Тургенев Иван, писатель",
  "2017-01-01 21:58:33"
 ],
 [
  "02",
  "152",
  "Использование ssh через expect с передачей пароля без ввода",
  "2016-11-30 20:26:58"
 ],
 [
  "00",
  "151",
  "Эрих Мария Ремарк, немецкий писатель",
  "2016-11-21 20:53:25"
 ],
 [
  "02",
  "150",
  "Сборка boost",
  "2016-11-15 14:14:32"
 ],
 [
  "02",
  "149",
  "autoconf Сборка 32 битной версии программы на 64 битной версии Linux",
  "2016-10-31 19:39:12"
 ],
 [
  "00",
  "148",
  "Юрий Лужков, мэр г.Москвы",
  "2016-09-30 21:28:24"
 ],
 [
  "00",
  "147",
  "Джон Сильвер, пират из романа 'Остров Сокровищ'",
  "2016-08-19 21:49:27"
 ],
 [
  "02",
  "146",
  "Python Конвертируем картинку в base64 строку",
  "2016-07-23 11:15:01"
 ],
 [
  "00",
  "145",
  "Брюс Ли, мастер боевых исскуств, актер",
  "2016-07-23 10:27:51"
 ],
 [
  "00",
  "144",
  "Ларри Уолл, американский программист",
  "2016-06-19 09:11:41"
 ],
 [
  "00",
  "143",
  "Наполеон, французский император",
  "2016-06-09 21:10:32"
 ],
 [
  "02",
  "142",
  "PostgreSQL Репликация кластера",
  "2016-06-06 21:49:40"
 ],
 [
  "00",
  "141",
  "Шри Чинмой, индуистский проповедник",
  "2016-04-17 10:11:09"
 ],
 [
  "00",
  "140",
  "Уинстон Черчилль, английский политический деятель",
  "2016-04-17 10:08:46"
 ],
 [
  "00",
  "139",
  "Оскар Уайлд, британский писатель",
  "2016-04-17 10:07:50"
 ],
 [
  "00",
  "138",
  "Теодор Рузвельт, американский политический деятель",
  "2016-04-17 10:06:08"
 ],
 [
  "00",
  "137",
  "Марк Твен, американский писатель",
  "2016-04-17 10:04:32"
 ],
 [
  "00",
  "136",
  "Махатма Ганди, индийский политический деятель",
  "2016-04-17 10:03:20"
 ],
 [
  "00",
  "135",
  "Джон Голсуорси, английский писатель",
  "2016-04-17 10:02:36"
 ],
 [
  "00",
  "134",
  "Генрих Манн, немецкий писатель",
  "2016-04-17 10:01:10"
 ],
 [
  "00",
  "133",
  "Лао-Цзы, китайский философ",
  "2016-04-17 09:59:40"
 ],
 [
  "00",
  "132",
  "Конфуций, китайский философ",
  "2016-04-17 09:57:05"
 ],
 [
  "02",
  "131",
  "Количество файлов в каталоге",
  "2016-01-22 21:41:19"
 ],
 [
  "02",
  "130",
  "Python Сайт с использованием Django-nonrel фреймворка",
  "2015-12-29 21:14:04"
 ],
 [
  "05",
  "129",
  "Карта Московского Метро. SVG-версия",
  "2015-10-15 21:38:36"
 ],
 [
  "05",
  "128",
  "Пересчет изображений под разные картографические проекции в webGL",
  "2015-05-19 19:42:54"
 ],
 [
  "05",
  "127",
  "Звездное небо на webGL с использованием three.js",
  "2015-01-11 10:56:12"
 ],
 [
  "05",
  "126",
  "gdal_translate и gdalwarp для перепроицирования изображений",
  "2014-04-06 19:44:46"
 ],
 [
  "05",
  "125",
  "Звездное Небо на Canvas. Созвездия ",
  "2014-03-02 18:53:53"
 ],
 [
  "02",
  "124",
  "Получить сведения о запущенном процессеах",
  "2014-01-19 19:47:37"
 ],
 [
  "05",
  "123",
  "Схема пригородного движения жд сообщения Москвы и МО",
  "2013-11-24 17:34:57"
 ],
 [
  "02",
  "122",
  "Конвертор mp3-файлов в VBR-формат",
  "2013-10-01 20:22:22"
 ],
 [
  "02",
  "121",
  "PHP Настройка Visual Studio для разработки плагина",
  "2013-09-29 20:03:40"
 ],
 [
  "05",
  "120",
  "Карта Московского метро на Canvas",
  "2013-09-20 21:28:19"
 ],
 [
  "05",
  "119",
  "Звездное небо на Canvas",
  "2013-08-10 19:13:59"
 ],
 [
  "02",
  "118",
  "PHP Сборка плагина (extension)",
  "2013-07-26 20:30:35"
 ],
 [
  "05",
  "117",
  "Идея",
  "2013-07-18 19:29:49"
 ],
 [
  "05",
  "116",
  "Заметки, отзывы, планы проекта карты dbCartajs",
  "2013-07-02 20:51:25"
 ],
 [
  "04",
  "115",
  "Как скачивать торренты",
  "2013-04-03 17:11:42"
 ],
 [
  "02",
  "114",
  "Перекодировка файлов из Windows в Linux",
  "2013-01-16 20:20:27"
 ],
 [
  "02",
  "113",
  "Python Расширенный аналог утилиты wc в Linux",
  "2012-11-20 20:10:44"
 ],
 [
  "02",
  "112",
  "PostgreSQL Работа с индексами",
  "2012-11-14 19:59:57"
 ],
 [
  "02",
  "111",
  "Используем Samba для скачиваниязакачивания каталогов",
  "2012-11-12 19:51:55"
 ],
 [
  "02",
  "110",
  "Создание self-extract архива tar",
  "2012-11-11 19:47:05"
 ],
 [
  "02",
  "19",
  "Передача пароля из командной строки ssh",
  "2012-11-11 19:42:24"
 ],
 [
  "02",
  "18",
  "Сменить пароль пользователя passwd без запроса",
  "2012-11-11 19:36:59"
 ],
 [
  "04",
  "17",
  "Описание разметки Markdown от автора",
  "2012-04-03 17:12:09"
 ]
];