SUBJ=[
 "Сценарии для Windows",
 "Самоучитель игры на гитаре",
 "Примеры shell-сценариев",
 "Используем HTML5 Canvas",
 "Описания и руководства",
 "Подборка цитат и афоризмов"
];
TITLES=[
 [
  "00",
  "10",
  "Запрет вывода сообщений об обновлении Firefox 63 и выше",
  "2020-08-21 00:16:43"
 ],
 [
  "00",
  "11",
  "Запрет вывода push-сообщений в Firefox 44 и выше",
  "2020-08-21 00:16:43"
 ],
 [
  "00",
  "12",
  "Синхронизация времени под Windows",
  "2020-08-21 00:16:43"
 ],
 [
  "00",
  "13",
  "Удаление интернет-браузера из запланированных задач Windows",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "14",
  "Таблица аккордов",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "15",
  "Переборы",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "16",
  "Баррэ",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "17",
  "Азы обучения игре на гитаре",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "18",
  "Транспонирование аккордов",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "19",
  "Аккорды",
  "2020-08-21 00:16:43"
 ],
 [
  "01",
  "110",
  "Гитарные бои",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "111",
  "Конфиг настройки сетевых интерфейсов interfaces",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "112",
  "Python Конвертируем картинку в base64 строку",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "113",
  "Конфиг настройки сервера времени NTP",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "114",
  "PostgreSQL Репликация кластера",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "115",
  "Конфиг привязки DNS-сервера ",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "116",
  "Пример настройки dns-сервера bind9",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "117",
  "Конвертор mp3-файлов в VBR-формат",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "118",
  "Сменить пароль пользователя passwd без запроса",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "119",
  "Использование ssh через expect с передачей пароля без ввода",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "120",
  "Перекодировка файлов из Windows в Linux",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "121",
  "PHP Настройка Visual Studio для разработки плагина",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "122",
  "Количество файлов в каталоге",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "123",
  "Конфиг для настройки анонимного ftp-сервера",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "124",
  "Python Расширенный аналог утилиты wc в Linux",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "125",
  "PostgreSQL Работа с индексами",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "126",
  "Используем Samba для скачиваниязакачивания каталогов",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "127",
  "iframe с autoheight по содержимому",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "128",
  "Python Сайт с использованием Django-nonrel фреймворка",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "129",
  "Получить сведения о запущенном процессеах",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "130",
  "Извлекаем звук из видео с помощью mencoder ",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "131",
  "git tag delete Удаление тага в git",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "132",
  "PHP Сборка плагина (extension)",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "133",
  "Пересчет изображений под разные картографические проекции в webGL",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "134",
  "autoconf Сборка 32 битной версии программы на 64 битной версии Linux",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "135",
  "Передача пароля из командной строки ssh",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "136",
  "Кодируем видео из MOV в AVI формат",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "137",
  "Создание self-extract архива tar",
  "2020-08-21 00:16:43"
 ],
 [
  "02",
  "138",
  "Сборка boost",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "139",
  "Карта Московского метро на Canvas",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "140",
  "Карты и Google Maps",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "141",
  "Звездное небо на Canvas",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "142",
  "Схема пригородного движения жд сообщения Москвы и МО",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "143",
  "Строка распознавания User-Agent браузера",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "144",
  "Классические футбольные схемы",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "145",
  "Заметки, отзывы, планы проекта карты dbCartajs",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "146",
  "Звездное небо на webGL с использованием three.js",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "147",
  "Карта Московского Метро. SVG-версия",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "148",
  "Идея",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "149",
  "gdal_translate и gdalwarp для перепроицирования изображений",
  "2020-08-21 00:16:43"
 ],
 [
  "03",
  "150",
  "Звездное Небо на Canvas. Созвездия ",
  "2020-08-21 00:16:43"
 ],
 [
  "04",
  "151",
  "Описание разметки Markdown от автора",
  "2020-08-21 00:16:43"
 ],
 [
  "04",
  "152",
  "Восстановление системы охлаждения ноутбука HP G62-11ER",
  "2020-08-21 00:16:43"
 ],
 [
  "04",
  "153",
  "Как скачивать торренты",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "154",
  "Ларри Уолл, американский программист",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "155",
  "Шри Чинмой, индуистский проповедник",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "156",
  "Игорь Скляр, российский актер театра и кино",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "157",
  "Оскар Уайлд, британский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "158",
  "Владимир Жириновский, российский политик и депутат",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "159",
  "Лао-Цзы, китайский философ",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "160",
  "Наполеон, французский император",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "161",
  "Александр Мостовой, футболист",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "162",
  "Иосиф Сталин, глава советсткого государства",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "163",
  "Джон Сильвер, пират из романа 'Остров Сокровищ'",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "164",
  "Клод ле Руа, французский футбольный тренер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "165",
  "Уильям Сомерсет Моэм, британский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "166",
  "Махатма Ганди, индийский политический деятель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "167",
  "Петр I, русский император",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "168",
  "Александр Суворов, русский полководец",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "169",
  "Владимир Путин, российский президент",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "170",
  "Марк Твен, американский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "171",
  "Карлос Кастанеда, американский писатель-эзотерик",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "172",
  "Сергей Довлатов, советский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "173",
  "Альберт Эйнштейн, выдающийся немецкий физик-теоретик.",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "174",
  "Пауло Коэльо, бразильский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "175",
  "Авраам Линкольн, американский президент",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "176",
  "Илон Маск, американский изобретатель и миллиардер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "177",
  "Константин Паустовский, русский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "178",
  "Билл Клинтон, американский президент",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "179",
  "Джордж Бернард Шоу, выдающийся ирландский драматург, лауреат Нобелевской прем",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "180",
  "Джеймс Фенимор Купер, американский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "181",
  "Сильвестр Сталлоне, американский актер и режиссер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "182",
  "Джулиан Ассанж, австралийский журналист и основатель сайта WikiLeaks",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "183",
  "Конфуций, китайский философ",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "184",
  "Уинстон Черчилль, английский политический деятель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "185",
  "Джон Голсуорси, английский писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "186",
  "Генрих Манн, немецкий писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "187",
  "Теодор Рузвельт, американский политический деятель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "188",
  "Уильям Шекспир, средневековый английский поэт и драматург",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "189",
  "Тургенев Иван, писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "190",
  "Юрий Лужков, мэр г.Москвы",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "191",
  "Брюс Ли, мастер боевых исскуств, актер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "192",
  "Царь Соломон, ветхозаветный правитель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "193",
  "Станислав Черчесов, российский футболист и тренер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "194",
  "Эрих Мария Ремарк, немецкий писатель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "195",
  "Бенджамин Франклин, американский политический деятель",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "196",
  "Нафталий Френкель, один из руководителей ГУЛАГа",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "197",
  "Андрей Тарковский, советский режиссер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "198",
  "Шарль Морис де Талейран-Перигор, министр иностранных дел времен Наполеона",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "199",
  "Лев Троцкий, советский революционер",
  "2020-08-21 00:16:43"
 ],
 [
  "05",
  "1100",
  "Жан-Поль Бельмондо, французский актер",
  "2020-08-21 00:16:43"
 ]
];