SUBJ=[
 "Примеры shell-сценариев", 
 "Подборка цитат и афоризмов", 
 "Используем HTML5 Canvas", 
 "Описания и руководства", 
 "Сценарии для Windows", 
 "Самоучитель игры на гитаре"
];
TITLES=[
 [
  "00", 
  "10", 
  "Конфиг для настройки анонимного ftp-сервера", 
  "2020-08-16 22:32:30"
 ], 
 [
  "01", 
  "11", 
  "Петр I, русский император", 
  "2020-07-11 17:47:30"
 ], 
 [
  "00", 
  "12", 
  "Конфиг привязки DNS-сервера ", 
  "2020-07-01 16:22:14"
 ], 
 [
  "03", 
  "13", 
  "Восстановление системы охлаждения ноутбука HP G62-11ER", 
  "2020-07-01 13:54:06"
 ], 
 [
  "04", 
  "14", 
  "Синхронизация времени под Windows", 
  "2020-04-19 21:34:50"
 ], 
 [
  "00", 
  "15", 
  "Python Расширенный аналог утилиты wc в Linux", 
  "2020-04-13 18:13:33"
 ], 
 [
  "00", 
  "16", 
  "Конфиг настройки сетевых интерфейсов interfaces", 
  "2020-04-06 13:50:54"
 ], 
 [
  "00", 
  "17", 
  "Конфиг настройки сервера времени NTP", 
  "2020-04-06 13:27:37"
 ], 
 [
  "05", 
  "18", 
  "Гитарные бои", 
  "2020-04-05 13:38:11"
 ], 
 [
  "02", 
  "19", 
  "Строка распознавания User-Agent браузера", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "110", 
  "Александр Мостовой, футболист", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "111", 
  "Александр Суворов, русский полководец", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "112", 
  "Альберт Эйнштейн, выдающийся немецкий физик-теоретик.", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "113", 
  "Бенджамин Франклин, американский политический деятель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "114", 
  "Брюс Ли, мастер боевых исскуств, актер", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "115", 
  "Владимир Путин, российский президент", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "116", 
  "Генрих Манн, немецкий писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "117", 
  "Джон Голсуорси, английский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "118", 
  "Джордж Бернард Шоу, выдающийся ирландский драматург, лауреат Нобелевской прем", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "119", 
  "Жан-Поль Бельмондо, французский актер", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "120", 
  "Лао-Цзы, китайский философ", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "121", 
  "Марк Твен, американский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "122", 
  "Нафталий Френкель, один из руководителей ГУЛАГа", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "123", 
  "Пауло Коэльо, бразильский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "124", 
  "Сергей Довлатов, советский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "125", 
  "Теодор Рузвельт, американский политический деятель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "126", 
  "Уильям Сомерсет Моэм, британский писатель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "127", 
  "Уинстон Черчилль, английский политический деятель", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "128", 
  "Шарль Морис де Талейран-Перигор, министр иностранных дел времен Наполеона", 
  "2020-04-03 18:33:51"
 ], 
 [
  "01", 
  "129", 
  "Шри Чинмой, индуистский проповедник", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00", 
  "130", 
  "PostgreSQL Репликация кластера", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00", 
  "131", 
  "Python Конвертируем картинку в base64 строку", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00", 
  "132", 
  "Python Сайт с использованием Django-nonrel фреймворка", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00", 
  "133", 
  "Использование ssh через expect с передачей пароля без ввода", 
  "2020-04-03 18:33:51"
 ], 
 [
  "00", 
  "134", 
  "Пересчет изображений под разные картографические проекции в webGL", 
  "2020-04-03 18:33:51"
 ], 
 [
  "05", 
  "135", 
  "Аккорды", 
  "2020-04-03 18:33:51"
 ], 
 [
  "05", 
  "136", 
  "Таблица аккордов", 
  "2020-04-03 18:33:51"
 ], 
 [
  "04", 
  "137", 
  "Запрет вывода push-сообщений в Firefox 44 и выше", 
  "2020-04-03 18:33:51"
 ], 
 [
  "04", 
  "138", 
  "Запрет вывода сообщений об обновлении Firefox 63 и выше", 
  "2020-04-03 18:33:51"
 ], 
 [
  "04", 
  "139", 
  "Удаление интернет-браузера из запланированных задач Windows", 
  "2020-04-03 18:33:51"
 ], 
 [
  "02", 
  "140", 
  "gdal_translate и gdalwarp для перепроицирования изображений", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "141", 
  "Заметки, отзывы, планы проекта карты dbCartajs", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "142", 
  "Звездное Небо на Canvas. Созвездия ", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "143", 
  "Звездное небо на Canvas", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "144", 
  "Звездное небо на webGL с использованием three.js", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "145", 
  "Идея", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "146", 
  "Карта Московского метро на Canvas", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "147", 
  "Карта Московского Метро. SVG-версия", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "148", 
  "Классические футбольные схемы", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "149", 
  "Схема пригородного движения жд сообщения Москвы и МО", 
  "2020-04-03 18:33:50"
 ], 
 [
  "03", 
  "150", 
  "Как скачивать торренты", 
  "2020-04-03 18:33:50"
 ], 
 [
  "03", 
  "151", 
  "Описание разметки Markdown от автора", 
  "2020-04-03 18:33:50"
 ], 
 [
  "01", 
  "152", 
  "Билл Клинтон, американский президент", 
  "2020-04-03 18:33:50"
 ], 
 [
  "01", 
  "153", 
  "Ларри Уолл, американский программист", 
  "2020-04-03 18:33:50"
 ], 
 [
  "01", 
  "154", 
  "Оскар Уайлд, британский писатель", 
  "2020-04-03 18:33:50"
 ], 
 [
  "01", 
  "155", 
  "Царь Соломон, ветхозаветный правитель", 
  "2020-04-03 18:33:50"
 ], 
 [
  "01", 
  "156", 
  "Юрий Лужков, мэр г.Москвы", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "157", 
  "autoconf Сборка 32 битной версии программы на 64 битной версии Linux", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "158", 
  "PHP Настройка Visual Studio для разработки плагина", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "159", 
  "PHP Сборка плагина (extension)", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "160", 
  "PostgreSQL Работа с индексами", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "161", 
  "Используем Samba для скачиваниязакачивания каталогов", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "162", 
  "Конвертор mp3-файлов в VBR-формат", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "163", 
  "Передача пароля из командной строки ssh", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "164", 
  "Перекодировка файлов из Windows в Linux", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "165", 
  "Получить сведения о запущенном процессеах", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "166", 
  "Сменить пароль пользователя passwd без запроса", 
  "2020-04-03 18:33:50"
 ], 
 [
  "00", 
  "167", 
  "Создание self-extract архива tar", 
  "2020-04-03 18:33:50"
 ], 
 [
  "02", 
  "168", 
  "Карты и Google Maps", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "169", 
  "Андрей Тарковский, советский режиссер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "170", 
  "Владимир Жириновский, российский политик и депутат", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "171", 
  "Джеймс Фенимор Купер, американский писатель", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "172", 
  "Игорь Скляр, российский актер театра и кино", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "173", 
  "Илон Маск, американский изобретатель и миллиардер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "174", 
  "Иосиф Сталин, глава советсткого государства", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "175", 
  "Карлос Кастанеда, американский писатель-эзотерик", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "176", 
  "Клод ле Руа, французский футбольный тренер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "177", 
  "Конфуций, китайский философ", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "178", 
  "Лев Троцкий, советский революционер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "179", 
  "Наполеон, французский император", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "180", 
  "Станислав Черчесов, российский футболист и тренер", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "181", 
  "Тургенев Иван, писатель", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "182", 
  "Уильям Шекспир, средневековый английский поэт и драматург", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "183", 
  "Эрих Мария Ремарк, немецкий писатель", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00", 
  "184", 
  "Кодируем видео из MOV в AVI формат", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00", 
  "185", 
  "Количество файлов в каталоге", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00", 
  "186", 
  "Пример настройки dns-сервера bind9", 
  "2020-04-03 18:33:48"
 ], 
 [
  "00", 
  "187", 
  "Сборка boost", 
  "2020-04-03 18:33:48"
 ], 
 [
  "05", 
  "188", 
  "Азы обучения игре на гитаре", 
  "2020-04-03 18:33:48"
 ], 
 [
  "05", 
  "189", 
  "Баррэ", 
  "2020-04-03 18:33:48"
 ], 
 [
  "05", 
  "190", 
  "Переборы", 
  "2020-04-03 18:33:48"
 ], 
 [
  "01", 
  "191", 
  "Авраам Линкольн, американский президент", 
  "2020-04-03 18:33:47"
 ], 
 [
  "01", 
  "192", 
  "Джон Сильвер, пират из романа 'Остров Сокровищ'", 
  "2020-04-03 18:33:47"
 ], 
 [
  "01", 
  "193", 
  "Джулиан Ассанж, австралийский журналист и основатель сайта WikiLeaks", 
  "2020-04-03 18:33:47"
 ], 
 [
  "01", 
  "194", 
  "Константин Паустовский, русский писатель", 
  "2020-04-03 18:33:47"
 ], 
 [
  "01", 
  "195", 
  "Махатма Ганди, индийский политический деятель", 
  "2020-04-03 18:33:47"
 ], 
 [
  "01", 
  "196", 
  "Сильвестр Сталлоне, американский актер и режиссер", 
  "2020-04-03 18:33:47"
 ], 
 [
  "00", 
  "197", 
  "git tag delete Удаление тага в git", 
  "2020-04-03 18:33:47"
 ], 
 [
  "00", 
  "198", 
  "iframe с autoheight по содержимому", 
  "2020-04-03 18:33:47"
 ], 
 [
  "00", 
  "199", 
  "Извлекаем звук из видео с помощью mencoder ", 
  "2020-04-03 18:33:47"
 ], 
 [
  "05", 
  "1100", 
  "Транспонирование аккордов", 
  "2020-04-03 18:33:47"
 ]
];