SUBJ={
 "002077771885026800210": "Используем HTML5 Canvas", 
 "08412226889431253382": "Сценарии для Windows", 
 "01338823082860519842": "Описания и руководства", 
 "08879194514227029777": "Примеры shell-сценариев", 
 "004642180089631205905": "Самоучитель игры на гитаре", 
 "007032621755175912896": "Подборка цитат и афоризмов"
};
TITLES=[
 [
  "08879194514227029777", 
  "14483550572335418169", 
  "Конфиг для настройки анонимного ftp-сервера", 
  "2020-08-16 16:49:14"
 ], 
 [
  "007032621755175912896", 
  "101031044423102824135", 
  "Джордж Бернард Шоу, выдающийся ирландский драматург, лауреат Нобелевской прем", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "11662791849266433748", 
  "Жан-Поль Бельмондо, французский актер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "15667265986617373788", 
  "Билл Клинтон, американский президент", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "15046103616885249218", 
  "Генрих Манн, немецкий писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "19105248851801651602", 
  "Илон Маск, американский изобретатель и миллиардер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "13568883230045765303", 
  "Наполеон, французский император", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "103831594802494755496", 
  "Александр Мостовой, футболист", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "1658898039728518930", 
  "Игорь Скляр, российский актер театра и кино", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "103332839128210132656", 
  "Уильям Шекспир, средневековый английский поэт и драматург", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "105945309605607817456", 
  "Уинстон Черчилль, английский политический деятель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "14958858599912439232", 
  "Юрий Лужков, мэр г.Москвы", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "101400777919100591391", 
  "Конфуций, китайский философ", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "106107962122096145966", 
  "Оскар Уайлд, британский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "1446814478079103519", 
  "Петр I, русский император", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "10519803840897523131", 
  "Андрей Тарковский, советский режиссер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "102907468471187959228", 
  "Джеймс Фенимор Купер, американский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "102150087594890964122", 
  "Альберт Эйнштейн, выдающийся немецкий физик-теоретик.", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "15421846753101737834", 
  "Тургенев Иван, писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "16657193238125708272", 
  "Шри Чинмой, индуистский проповедник", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "108837479995927063432", 
  "Лев Троцкий, советский революционер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "19014166483277755459", 
  "Махатма Ганди, индийский политический деятель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "10988290581009468704", 
  "Джон Голсуорси, английский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "102941138410250823851", 
  "Иосиф Сталин, глава советсткого государства", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "102332003535342472908", 
  "Карлос Кастанеда, американский писатель-эзотерик", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "11180389693488683759", 
  "Владимир Путин, российский президент", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "15669099557711398953", 
  "Константин Паустовский, русский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "104989652569181328053", 
  "Нафталий Френкель, один из руководителей ГУЛАГа", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "101817427626279330790", 
  "Станислав Черчесов, российский футболист и тренер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "104979366350244315275", 
  "Шарль Морис де Талейран-Перигор, министр иностранных дел времен Наполеона", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "11999043834048792514", 
  "Теодор Рузвельт, американский политический деятель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "105318791060287803932", 
  "Брюс Ли, мастер боевых исскуств, актер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "105218181448280452205", 
  "Пауло Коэльо, бразильский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "14147872325646395233", 
  "Джон Сильвер, пират из романа 'Остров Сокровищ'", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "105997580885558690271", 
  "Авраам Линкольн, американский президент", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "16921935077714338667", 
  "Владимир Жириновский, российский политик и депутат", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "13037538954303554840", 
  "Марк Твен, американский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "17293258926296720437", 
  "Лао-Цзы, китайский философ", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "15508702264954372646", 
  "Александр Суворов, русский полководец", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "10370955757243355470", 
  "Клод ле Руа, французский футбольный тренер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "101761785913157738669", 
  "Сильвестр Сталлоне, американский актер и режиссер", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "14563673164495679504", 
  "Царь Соломон, ветхозаветный правитель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "16853389614335663033", 
  "Ларри Уолл, американский программист", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "107833640954263908396", 
  "Джулиан Ассанж, австралийский журналист и основатель сайта WikiLeaks", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "107935370463211018187", 
  "Бенджамин Франклин, американский политический деятель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "105413912216333055196", 
  "Эрих Мария Ремарк, немецкий писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "16989822869043019884", 
  "Сергей Довлатов, советский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "007032621755175912896", 
  "12961476903136230595", 
  "Уильям Сомерсет Моэм, британский писатель", 
  "2020-08-16 16:45:21"
 ], 
 [
  "01338823082860519842", 
  "12943028371118890644", 
  "Как скачивать торренты", 
  "2020-08-16 16:45:21"
 ], 
 [
  "01338823082860519842", 
  "18616811514021831394", 
  "Восстановление системы охлаждения ноутбука HP G62-11ER", 
  "2020-08-16 16:45:21"
 ], 
 [
  "01338823082860519842", 
  "101327480375680130931", 
  "Описание разметки Markdown от автора", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "105809490720232780438", 
  "Звездное небо на webGL с использованием three.js", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "103799542125374487933", 
  "Карты и Google Maps", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "19055819498005920393", 
  "Карта Московского метро на Canvas", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "107477411064676655239", 
  "Идея", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "101213945111172180685", 
  "Классические футбольные схемы", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "107295770363656844433", 
  "Карта Московского Метро. SVG-версия", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "10363973603144253602", 
  "Заметки, отзывы, планы проекта карты dbCartajs", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "16465161110563394870", 
  "Схема пригородного движения жд сообщения Москвы и МО", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "1440955030069606097", 
  "Звездное Небо на Canvas. Созвездия ", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "108272258067110129474", 
  "Звездное небо на Canvas", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "13050580977399785903", 
  "Строка распознавания User-Agent браузера", 
  "2020-08-16 16:45:21"
 ], 
 [
  "002077771885026800210", 
  "104189790420735732864", 
  "gdal_translate и gdalwarp для перепроицирования изображений", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "106899026408112691405", 
  "Конфиг настройки сетевых интерфейсов interfaces", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "12279908868297003121", 
  "git tag delete Удаление тага в git", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "17512203424964318185", 
  "Количество файлов в каталоге", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "14983686984732948883", 
  "PostgreSQL Работа с индексами", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "105211019203898977527", 
  "PHP Настройка Visual Studio для разработки плагина", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "11748124990289189865", 
  "Python Расширенный аналог утилиты wc в Linux", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "18928988937300777972", 
  "PHP Сборка плагина (extension)", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "12102940031046323354", 
  "Создание self-extract архива tar", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "105450731320752271909", 
  "autoconf Сборка 32 битной версии программы на 64 битной версии Linux", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "101744846105870804338", 
  "Пример настройки dns-сервера bind9", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "107113985643926455805", 
  "Python Конвертируем картинку в base64 строку", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "105149189077434694912", 
  "Python Сайт с использованием Django-nonrel фреймворка", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "106001707679662359503", 
  "Получить сведения о запущенном процессеах", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "11230578035106298484", 
  "Конвертор mp3-файлов в VBR-формат", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "14806011125532721672", 
  "Сборка boost", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "108162989652966062490", 
  "Использование ssh через expect с передачей пароля без ввода", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "140949983888153721", 
  "Передача пароля из командной строки ssh", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "12718537498223483503", 
  "Кодируем видео из MOV в AVI формат", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "17073890937846136097", 
  "Сменить пароль пользователя passwd без запроса", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "14274093627969645736", 
  "Конфиг настройки сервера времени NTP", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "106656171272477535801", 
  "Перекодировка файлов из Windows в Linux", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "11519796520034168829", 
  "Пересчет изображений под разные картографические проекции в webGL", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "13739423116472496139", 
  "iframe с autoheight по содержимому", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "12558099406334420580", 
  "Извлекаем звук из видео с помощью mencoder ", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "18730079399833298579", 
  "Используем Samba для скачиваниязакачивания каталогов", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "103494863958321781325", 
  "Конфиг привязки DNS-сервера ", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08879194514227029777", 
  "109116229873572733260", 
  "PostgreSQL Репликация кластера", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "12713389101363238670", 
  "Азы обучения игре на гитаре", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "14656410344608546935", 
  "Транспонирование аккордов", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "11606644240560797964", 
  "Переборы", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "1643081205251594119", 
  "Гитарные бои", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "104742376997590300687", 
  "Баррэ", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "11894188935544201959", 
  "Аккорды", 
  "2020-08-16 16:45:21"
 ], 
 [
  "004642180089631205905", 
  "18809695677964810945", 
  "Таблица аккордов", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08412226889431253382", 
  "15199634130405191814", 
  "Запрет вывода сообщений об обновлении Firefox 63 и выше", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08412226889431253382", 
  "16307489883348476042", 
  "Запрет вывода push-сообщений в Firefox 44 и выше", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08412226889431253382", 
  "105341632617390723623", 
  "Удаление интернет-браузера из запланированных задач Windows", 
  "2020-08-16 16:45:21"
 ], 
 [
  "08412226889431253382", 
  "15139551687919590358", 
  "Синхронизация времени под Windows", 
  "2020-08-16 16:45:21"
 ]
];